alacritty
arandr
arc-gtk-theme
arc-icon-theme-full-git
betterlockscreen
blueman
chromium
code-marketplace
conky
deepin-image-viewer
deepin-screen-recorder
displaylink
docker
docker-compose
dunst
elementary-icon-theme-git
evdi-git
firefox
flatpak
gcc
gnome-keyring
gnupg
go
google-cloud-sdk
gopreload-git
gtk4
gtkmm3
i3-gaps
i3lock-color
i3status
i3status-rust
inxi
kubectl
libarchive
libdbusmenu-qt5
libsecret
linux
linux-firmware
linux-headers
local-by-flywheel-bin
lxappearance-gtk3
mailspring
ninja
nodejs
noto-fonts-emoji
npth
otf-recursive
perl-anyevent-i3
picom
pinentry
postgresql
postman-bin
powerline
powerline-fonts-git
preload
pulseaudio
qt5-speech
ranger
redshift
rofi
rofi-dmenu
rxvt-unicode
scrot
spotify
sublime-text
teams
thunar-media-tags-plugin
ttf-font-awesome
ttf-monaco
viewnior
visual-studio-code-bin
w3m
wmctrl
xcwd-git
xf86-input-libinput
xsel
xsettingsd
xterm
zathura
zathura-pdf-mupdf
zoom
