alacritty
arandr
arc-gtk-theme
arc-icon-theme-full-git
aspell-en
betterlockscreen
blueman
chromium
code-marketplace
conky
deepin-image-viewer
deepin-screen-recorder
diffr
displaylink
docker
docker-compose
dunst
elementary-icon-theme-git
evdi-git
firefox
flatpak
gcc
gdu
gnome-keyring
gnupg
go
google-cloud-sdk
gopreload-git
grub
gtk4
gtkmm3
i3-gaps
i3lock-color
i3status
i3status-rust
inxi
kubectl
libarchive
libdbusmenu-qt5
libinput-gestures
libsecret
linux
linux-firmware
linux-headers
local-by-flywheel-bin
lxappearance-gtk3
ly
mailspring
nano
network-manager-applet
networkmanager
ninja
nodejs
noto-fonts-emoji
npth
otf-recursive
pacman-contrib
perl-anyevent-i3
picom
pinentry
polkit-explorer
postgresql
postman-bin
powerline
powerline-fonts-git
preload
pulseaudio
pulseaudio-bluetooth
qt5-speech
ranger
redshift
rofi
rofi-dmenu
rxvt-unicode
scrot
spotify
sublime-text
teams
thunar-media-tags-plugin
tor
tor-browser
ttf-font-awesome
ttf-monaco
viewnior
vim
visual-studio-code-bin
w3m
wmctrl
wpa_supplicant
xcwd-git
xf86-input-libinput
xfce-polkit
xorg-bdftopcf
xorg-iceauth
xorg-server
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xterm
zathura
zathura-pdf-mupdf
zoom
