alacritty
arandr
arc-gtk-theme
blueman
chromium
conky
deepin-image-viewer
deepin-screen-recorder
docker
docker-compose
dunst
firefox
flatpak
gcc
gnome-keyring
gnupg
gtk4
gtkmm3
i3-gaps
i3status
i3status-rust
libarchive
libdbusmenu-qt5
libsecret
linux
linux-firmware
linux-headers
lxappearance-gtk3
ninja
nodejs
noto-fonts-emoji
npth
perl-anyevent-i3
picom
pinentry
postgresql
pulseaudio
qt5-speech
ranger
redshift
rofi
rxvt-unicode
scrot
sublime-text
thunar-media-tags-plugin
viewnior
w3m
wmctrl
xf86-input-libinput
xsel
xsettingsd
xterm
zathura
zathura-pdf-mupdf
