tap "hashicorp/tap"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"

# Brew packages
brew "bat"
brew "btop"
brew "bun"
brew "direnv"
brew "dpkg"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "htop"
brew "httpie"
brew "hashicorp/tap/terraform"
brew "libomp"
brew "mongodb/brew/mongodb-community"
brew "mongosh"
brew "node"
brew "pipx"
brew "postgresql@17"
brew "powerlevel10k"
brew "pre-commit"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "sentencepiece"
brew "terraform"
brew "tldr"
brew "tree"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Cask applications
cask "arc"
cask "cursor"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "hazel"
cask "ngrok"
cask "obsidian"
cask "omnidisksweeper"
cask "postico"
cask "raycast"
cask "spotify"
cask "warp"
