tap "hashicorp/tap"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
brew "direnv"
brew "dpkg"
brew "git"
brew "gcc"
brew "gh"
brew "libomp"
brew "mongosh"
brew "pipx"
brew "postgresql@17"
brew "pre-commit"
brew "pyenv"
brew "railway"
brew "redis"
brew "sentencepiece"
brew "tree"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
brew "fzf"
brew "zoxide"
brew "powerlevel10k"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "uv"
brew "node"
brew "bun"
brew "bat"
brew "tldr"
brew "fd"
brew "ripgrep"
brew "eza"
brew "git-delta"
cask "docker-desktop"
cask "ngrok"
cask "raycast"
cask "warp"
cask "postico"
cask "arc"
cask "spotify"
cask "cursor"
cask "font-meslo-lg-nerd-font"
vscode "adpyke.codesnap"
vscode "anseki.vscode-color"
vscode "beardedbear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jock.svg"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "mgesbert.python-path"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "oven.bun-vscode"
vscode "quicktype.quicktype"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "steoates.autoimport"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
